Repository: mozilla-l10n/mt-training-data
Catalog: qxp/qxp_pontoon.tmx
Source language: en_us
Languages: qxp

source: Re-record
qxp: Wakmanta rimayta ruway

source: Re-record clip
qxp: Wakmanta clipta ch'ikuykuy

source: Respond To Prompt
qxp: Tapuyman Kutichiy

source: Response deleted successfully
qxp: Kutichiy allin pichasqa

source: Response submitted successfully
qxp: Kutichiy allin apachisqa

source: Return
qxp: Kutiy

source: Review
qxp: Qhawapay

source: Review could not be saved. Please try again later.
qxp: Qhawapasqayki manam waqaychayta atikurqanchu. Ama hina kaspa, chaymanta wakmanta yanariy.

source: ⓘ Review Criteria
qxp: Qhawapay Kamachikuna

source: Review Criteria
qxp: Qhawapay Kamachikuna

source: Reviewed sentences not submitted, are sure?
qxp: Qhawapayasqa rimaykuna mana apachisqachu, hinallachu kanqa?

source: Review existing sentences submitted by the community
qxp: Ayllu apachimusqa rimaykunata qhawapay

source: Review & re-record clips here as you go
qxp: kaypi Qhawapay & wakmanta clipkunata rimay munasqaykiman hina

source: Review & re-record clips if needed
qxp: Clipkunata qhawapariy & wakmanta rimaykuriy chayna kaqtinqa

source: Review Sentences
qxp: Rimaykunata Qhawapayay

source: Review sentences in your language
qxp: Simiykipi rimaykunata qhawapay

source: Review & Submit
qxp: Qhawapay & Apachiy

source: Review transcriptions of recorded sentences for accuracy
qxp: Allyumasiykimanta apachimusqa qillqasqakunata qhawapayay

source: Review user-submitted transcriptions in your language
qxp: Simiykipi apachimusqa rimasqakunata qhawapayay

source: Select an option
qxp: Hukta akllay

source: Select a variant (optional)
qxp: Huk ayllu rimayta akllay (munarispaqa)

source: Select up to three domains (optional)
qxp: Kimsa mitaykunata akllay (munarispaqa)

source: Select your age
qxp: Wataykita akllaykuy?

source: Select your sex or gender
qxp: Qari, warmi utaq wak kasqaykita akllariy

source: Send a link to my email
qxp: Linkta emailniyman apachiy

source: Sentence
qxp: Rimay

source: Sentence Domain
qxp: Rimaypaq Mitan

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
qxp: Kaypi yanapasqa rimaykuna huk llapa runapaq cc-0 rimayhuñuman yapasqa kanqa.

source: { $sentences } sentences reviewed. Thank you!
qxp: { $sentences } rimaykuna qhawapasqa. Añay!

source: Sentence Variant
qxp: Rimaypaq huk niraq rimaypi

source: Separate sentences into one line by pressing “Enter” or “Return” once
qxp: Rimaykunata huk wachumankama rakiy “Yaykuy” utaq “Kutichiy” hukllata ñit'ispa

source: Service and Retail
qxp: Service hinallataq Retail

source: Share Common Voice
qxp: Common Voiceta ch'iqiririchiy

source: Share your clip
qxp: Clipniykita ch'iqiririchiy

source: Shortcuts
qxp: Chiqanchana

source: [Should be ‘dinosaurs’]
qxp: [‘Dinosauriokunan’ kanan]

source: [Should be “We are”]
qxp: [ “Kashayku” kanman]

source: Single
qxp: Sapalla

source: Single sentence submission
qxp: Huk rimaylla apachiy

source: Skip
qxp: Saqirpariy

source: Skipped
qxp: Saqirparisqa

source: Small batch
qxp: Huch’uy rimayhuñu

source: Small batch sentence submission
qxp: Huch’uy rimayhuñu apachiy

source: Something went wrong while fetching audio for transcriptions. Please try again later.
qxp: Rimasqakunata qillqaqanapaq apamushaspa huk pantaymi ukhurirqun. Ama hina kaspa, chaymanta yanaykamuy.

source: Something went wrong while fetching prompts. Please try again later.
qxp: Tapukuykunata apamushaspa huk pantaymi ukhurirqun. Ama hina kaspa, chaymanta yanaykamuy.

source: Something went wrong while fetching transcriptions. Please try again later.
qxp: Qillqasqakunata apamushaspa huk pantaymi ukhurirqun. Ama hina kaspa, chaymanta yanaykamuy.

source: Source: { $sentenceSource }
qxp: Qillqa: { $sentenceSource }

source: Speak
qxp: Rimay

source: Speak now
qxp: Kunan rimay

source: Speak options menu
qxp: Rimay akllanakuna

source: Start recording
qxp: Rimay ruwayta qallariy

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
qxp: <strong>[Crackle]</strong> hatunchachaq dinosauriokuna <strong>[crackle]</strong> -riasikmanta.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
qxp: <strong>[Achhiy]</strong> Triasikumanta hatunchachaq <strong>[uhuy]</strong> dinosauriokuna.

source: Submit
qxp: Apachiy

source: Submit All
qxp: Llipinta Apachiy

source: Submit a new question for the community to read and respond to
qxp: Musuq tapukuyta aylluman rimanankupaq hinallataq kutichinankupaq apachiy

source: Submit a report
qxp: Willakuyta apachiy

source: Submit clips
qxp: Clipkunata apachiy

source: Submit new questions for the community to read and respond to
qxp: Musuq tapukuykunata aylluman rimanankupaq hinallataq kutichinankupaq apachiy

source: Submitted
qxp: Apachisqa

source: Success
qxp: Allinmi

source: success checkmark
qxp: allin ruway ch'ikuy

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
qxp: Pañaman lluchk'ay chay rimayta waqaychanapaq. Lluq’iman lluchk'ay mana waqaychanapaq. Chayta saqirparinaykipaq wichayman lluchk'ay. <strong>Ama qunqaychu qhawapayasqaykikunata apachiyta!</strong>

source: Taking several attempts to read a word.
qxp: Huk simita rimanapaq ashka kutita yanashan.

source: Tap
qxp: Llamiy

source: Technology and Robotics
qxp: Technologia hinallataq Robotics

source: <termsLink>Terms</termsLink>
qxp: <termsLink>Kamachikuna</termsLink>

source: Thank you for contributing to Spontaneous Speech!
qxp: Añay niyki Spontaneous Speech rimayniykiwan yanapasqaykimanta!

source: Thank you for contributing your voice!
qxp: Añay niyki rimayniykiwan yanapasqaykimanta!

source: Thank you for donating your voice clips!
qxp: Añay niyki clipkunata qusqaykimanta!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
qxp: Añay rimay ruwasqaykimanta!<lineBreak></lineBreak>Kunanqa qhawapay hinaspa uraypi clipniykikunata apachiy.

source: Thank you for your information
qxp: Añay niyki kunkarimayniykimanta willakamusqaykita

source: Thank you for your voice information
qxp: Añay niyki kunkarimayniykimanta willakamusqaykita

source: The bumblebee sped by.
qxp: Chay bumblebeeqa usqhayllan pasarqan.

source: The clip has disrespectful or offensive language.
qxp: Kay clipqa mana allin rimaychu utaq millay rimayniyuq.

source: The giant dinosaur of the Triassic.
qxp: Triasikumanta hatunchachaq dinosaurio.

source: The giant dinosaurs of the Triassi-.
qxp: Triasi- hatunchachaq dinosauriokuna.

source: The giant dinosaurs of the Triassic.
qxp: Triasikumanta hatunchachaq dinosauriokuna.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
qxp: Hatunchachaq dinosauriokuna Triasikumanta. <strong>[ch'ulla runa rimasqan]</strong>

source: The giant dinosaurs of the Triassic. Yes.
qxp: Triasikumanta hatunchachaq dinosauriokuna. Arí.

source: The giant dino <strong>[cough]</strong> the Triassic.
qxp: Chay hatunchachaq dino <strong>[uhuy]</strong> Triasiku.

source: The MediaRecorder API is not supported in your browser.
qxp: MediaRecorder APIqa manan llamk'anchu browserniykipi.

source: The page you are looking for could not be found
qxp: Maskhasqayki p'anqaqa manam tarisqachu

source: There are currently no prompts for this language. Please refresh the page or try again later.
qxp: Kunititan kay simipi manan tapukuykuna kanchu. Ama hina kaspa, chaymanta wakmanta yanariy.

source: There are currently no sentences to review in this language.
qxp: Kunititan kay simipi manan rimaykuna kanchu qhawapanapaq.

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
qxp: Kunititan kay simipi manan Qillqakuna kanchu qhawapanapaq. Ama hina kaspa, chaymanta wakmanta yanariy.

source: The recording was too long.
qxp: Kay rimayqa nishu unaymi karqan.

source: The recording was too quiet.
qxp: Kay rimayqa nishu ch’inlla karqan.

source: The recording was too short.
qxp: Kay rimayqa pisillam karqan.

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
qxp: Kunititan kay simipi manan qillqaqanapaq kanchu. Ama hina kaspa, chaymanta wakmanta yanariy.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
qxp: Ñawinchaqkunapaq rimayninpi hukniraq kunkakallpayuqmi. Ama chaskiychu sichus nishuta ch'aqwashan, utaq sichus (ancha riqsisqa) mana uyarinahina kashanman mana qillqayta rikuspa.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
qxp: Rimaykuna Huñuq Common Voice ukhunman astakushan. Kunanqa huk rimayta <writeURL>qillqayta</writeURL> utaq huk apachimusqa qillqayta <reviewURL>qhawapayta</reviewURL> Common Voicepi atiwaq.

source: The sentence has a grammatical or spelling error.
qxp: Kay rimayqa gramaticanpi utaq qillqayninpi pantasqa kashan.

source: The sentence has disrespectful or offensive language.
qxp: kay rimanakuna millaymanmi rimayukun.

source: The sentence must be grammatically correct.
qxp: Kay rimayqa simi kamaymanpuni tupanan.

source: The sentence must be speakable.
qxp: Kay rimayqa rimanapaq hinapunin kanan.

source: The sentence must be spelled correctly.
qxp: Kay rimayqa allin qillqasqapunin kanan.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
qxp: Kay willakuyqa munaqtiykiqa qunapaqmi - chiqaq munaspallapuni yapanayki. Yuyayhuñu tukusqa kanqa hina, llapa qanmanta willakusqayki pakasqa sutiwan kanqa, hinaqa sutiyki hinallataq emailniyki mana llaqta willaywan t'ipasqachu kanqa, mana hayk'a wata utaq qhari/warmi hina.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
qxp: Kay willakuyqa munaqtiykiqa qunapaqmi - chiqaq munaspallapuni yapanayki. Yuyayhuñu tukusqa kanqa hina, llapa qanmanta willakusqayki pakasqa sutiwan kanqa, hinaqa sutiyki hinallataq emailniyki mana llaqta willaywan t'ipasqachu kanqa, mana hayk'a wata utaq qhari/warmi hina. Technologia llapa runapaq allin llamk'ananpaq, yuyayhuñuqa imaymana runakunaq ruwasqanta rikuchinan. Imanaqtin metadata ancha kusa kasqanmanta yachay.

source: Three to go!
qxp: Kimsallañam!

source: Transcribe
qxp: Qillqaqay

source: Transcribe Audio
qxp: Rimasqakunamanta Qillqaqay

source: Transcribe audio recordings into text
qxp: Rimasqa rimaykunata qillqayman tiqray

source: Transcribe audio recordings in your language
qxp: Rimasqa rimaykunata simiykipi qillqaqay

source: Transcript edited successfully
qxp: Qillqasqa allin allichasqa

source: Transcript skipped successfully
qxp: Qillqasqa allin saqirparisqa

source: Transcript submitted successfully
qxp: Qillqaqasqa allin apachisqa

source: Transcript voted successfully
qxp: Qillqasqa allin akllasqa

source: Understand contribution criteria
qxp: Yanapay kamachikunata hamut'ay

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
qxp: Yachay imatachus maskhanayki clip rimaykunata uyariykuspa hinaspa rimasqaykikunata aswan allin kananpaq yanapallaytaq!

source: Upload aborted. Do you want to delete your recordings?
qxp: Q'ipiy pantasqa. Rimay ruwayniykikunata pichayta munanki?

source: Upload failed, please retry.
qxp: Q'ipiy pantasqa, wakmanta yanay.

source: Upload <icon></icon> public domain sentences
qxp: <icon></icon> llaqtaq kayninpi rimaykunata q'ipiy

source: Upload in progress...
qxp: Q'ipiykushanmi...

source: Upload more sentences?
qxp: Aswan rimaykunata q'ipiriy?

source: Use correct grammar
qxp: Allin simi kamachiywan tupanan

source: Use correct spelling and punctuation
qxp: Allin qillqasqa hinallataq sanampasqa kanan

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
qxp: <mark>Organic speech contexts</mark>paq kusa hinallataq huk ruwaykunapaqpis (k.h., mana qillqasqa rimaykunapaq)

source: Validate Readings
qxp: Rimasqakunata Qhawapayay

source: Validate Readings, Review Transcriptions
qxp: Rimasqakunata Qhawapayay, Qillqasqakunata Qhawapayay

source: Validate readings submitted by community members
qxp: Allyumasiykimanta apachimusqa rimasqakunata qhawapayay

source: Validate user-recorded readings in your language
qxp: Simiykipi rimasqakunata qhawapayay

source: Varying Pronunciations
qxp: Imaymana Rikchaq Rimaykuna

source: Volume
qxp: Uyarinata Wiñarichiq

source: Want to save your information? <createProfile>Create a profile</createProfile>
qxp: Willakuyniykikunata waqaychayta munankichu? <createProfile>Musuq cuentata kichariy</createProfile>

source: We are going out to get a coffee.
qxp: Huk Cafe maskhaqmi lluqsishayku.

source: We are going out to get coffee.
qxp: Cafe maskhaqmi lluqsishayku.

source: We couldn’t get any audio clips for you to listen to. Please try again later.
qxp: Manam ima clipkunatapas uyarinaykipaq tariyta atirqaykuchu. Ama hina kaspa, chaymanta wakmanta yanariy.

source: We couldn’t get any sentences for you to speak. Please try again later.
qxp: Manam ima rimaykunatapas rimanaykipaq tariykuchu. Ama hina kaychu, chaymanta kutimuy.

source: Welcome to Spontaneous Speech
qxp: Spontaneous Speechman allin hamusqayki

source: We may have run out of clips - refresh the page, or try again later.
qxp: Clip rimaykuna llipinchuna ruwasqaña - ama hina kaspa p'anqata musuqchay, utaq chaymanta kutimuspa wakmanta qhawaykuy.

source: We periodically release the dataset
qxp: Sapa kutim rimasqakunahuñuta kachariyku

source: We’re going out to get coffee.
qxp: Cafe maskhaqmi lluqsiyku.

source: We're making some big changes
qxp: Hatun imaymanakunata ruwashanchis

source: We’re sorry, your platform is not currently supported.
qxp: Llakikuyku, plataformayki kunankiki manaraqmi llank'asqachu.

source: We've run out of sentences to record in this language...
qxp: Kay simipi rimaykuna ruwanapaq ña hunt'asqa...

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
qxp: Munayku machine learning alguritmukunata kay ruq uyariykunata yachananta, mana sinchi qapariykunapas utaq takikunapas rimasqakunapi chaskikunmanmi sichus rimasqakuna allintaraq uyarikun. Ch’inllasapa takiyqa allinraqmi; kallpasapa takiyqa mana rimasqakunata uyarinaykipaq hina mana allinchu.

source: We will show you a prompt or question
qxp: Huk tapukuyta qawachisqaykiku

source: What issues are you experiencing with this sentence?
qxp: Ima sasachakuykunatataq kay rimaywan tarishanki?

source: What is your age?
qxp: Hayk'a watayuqtaq kanki?

source: What is your sex or gender?
qxp: ¿Imataq qhari, warmi, utaq wak kasqayki?

source: What sentences can I add?
qxp: Ima rimaykunatataq yapayman?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
qxp: Uyarispaqa ancha allinta qhawapay sichus rimasqa qillqasqa kasqallan; sichus huch'uy pantaykunapas kaptinqa ama chaskiychu. <br />Ancha riqsisqa pantaykunaqa kayhinam:

source: Why are you asking?
qxp: Imaraykutaq tapukunki?

source: Why we built this Spontaneous Speech prototype
qxp: Imaraykutaq kay Spontaneous Speechta hatarichirqayku

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
qxp: Profilewanqa, ruwasqaykikunata qhawayta atiwaq hinallataq huk rimaqkunaayllu yanapakuqkunawan tupayta atiwaq.

source: Write
qxp: Qillqay

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
qxp: Chay runapaq rimasqanmanta kasqantapuni qillqapay, chaymantapas 'mm', utaq 'ehh' rimasqakunatapis.

source: Write down what you hear the person saying here
qxp: Imatachus uyarinki runaq rimasqanmanta qillqaykuy

source: Write options menu
qxp: Qillqay akllanakuna

source: y
qxp: a

source: Y
qxp: A

source: Yes
qxp: Arí

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
qxp: Chiqanchanakunatapis ñit'iyta atiwaq: { sc-review-form-button-approve-shortcut } Ari niypaq, { sc-review-form-button-reject-shortcut } Mana niypaq, { sc-review-form-button-skip-shortcut } Saqirpariypaq

source: You cannot add multiple sentences for a single submission
qxp: Hukllata apachinapaqqa manam ashka rimaykunata tawqawaqchu

source: You check whether the transcription matches the audio
qxp: Rimasqakuna qillqasqawan tupanchu icha manachu chayta qhawapay

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
qxp: Manam ima simitapas akllarqankichu. Ama hina kaspa, <profileLink>Profile</profileLink>niykiman puriy simikunata akllanaykipaq.

source: You must allow microphone access.
qxp: Mikrofonota ari ninayki llamk'ananpaq.

source: You’re contributing to a target segment
qxp: Qam huk t'aqaypi yanapashanki

source: You’re contributing to our first target segment
qxp: Qan huk ñiqiman yanapashanki

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
qxp: Utqayllam rishanki. Ama hina kaspa, susihullawan rimaykunata qhawapayay allin kananta yachanaykipaq.

source: You respond or reply to it as naturally as you can
qxp: Atisqaykiman hinan kutichiy

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
qxp: Ayllu simiykipi clipkuna hunt'asqañachunan! Sichus munawaq, huk niraq suyuyki simipi rimaykunata qhawanaykipaq akllariwaq.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
qxp: Simiykipi rimanapaq ruwaykuna hunt'asqaña! Sichus munawaq, huk suyuyki simipi rimanapaq ruwaykunata qawanaykipaqmi akllawaq.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
qxp: !Yanapayniykiwanmi, Common Voice sapa p'unchaw { $goalValue }man chayanampaq, <goalPercentage></goalPercentage>man chayananpaq yanaparqanki!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
qxp: Yanapayniykiwan Common Voice <goalPercentage></goalPercentage>man chayananta yanaparqanki sapa p'unchaw { $goalValue }man chayananta!

source: You write down what you hear in the audio clips
qxp: Imatachus uyarinki runaq rimasqan clipkunapi qillqaykuy
